{
  "Islam":
  [
    {"IslamName":"Why Islam?","IslamDescription":"Islam is the only solution to the problems we are facing today as humankind. It will give you peace of mind, and you will feel the connection that most of us are now searching for in all the materialistic things like fame and money. In Islam, you have a direct connection with Allah(God) and don’t have to go to the middle man to reach your God or talk to your God. In Islam, worship is only for Allah(God). Muslims don’t worship prophets, saints anything other than Allah(God). Yeah, that was some of the reasons that make Islam the answer to our problems and difficulties.","IslamID":1,"IslamFact":"1 Allah(God)","IslamImageName":"https://raw.githubusercontent.com/FaisalSul/JSONProjectsIT315/master/islam.jpg","IslamWebSiteAddress":"https://www.onemessagefoundation.com/why-islam"},	  
    {"IslamName":"Prophet Mohammad(PBUP)","IslamDescription":"Prophet Mohammad(peace be upon him) according to Muslims is the seal and final Prophets that were sent to different nations by Allah (God). Muslims believe in all the Prophets that include Adam, Noah, Abraham, Moses, and Jesus (peace be upon them all). One of the miracles which Allah(God) granted to Prophet Mohammad(PBUH) was the splitting of the moon. It is mentioned in Quran(54:1) and Believers and non-believers have confirmed at the time of the Prophet Mohammad(PBUH) that they saw the moon split in half. One of the Kings in India saw the splitting of the moon and that king afterward accepted Islam.","IslamID":2,"IslamFact":"He (PBUH) died at the age of 63","IslamImageName":"https://raw.githubusercontent.com/FaisalSul/JSONProjectsIT315/master/prophet-muhammad.jpg","IslamWebSiteAddress":"https://youtu.be/bJEaAinrccg"},  
    {"IslamName":"Quran","IslamDescription":"Quran the Holly and sacred book of Islam. Muslims believe that  Allah(God) revealed his direct words through Angel Jibril to the Prophet Mohammad(Peace be upon him) and that is the Quran. The Quran is the complete way of life. It consists of everything, and it gives clear rules and teaches people to follow and live a righteous life according to the Quran with the understanding of Prophet Mohammad (peace be upon him) and his companions. Many people think that you can take any understanding of the Quran but that is totally wrong. Muslims believe that we should only follow the way how the Prophet Mohammad(PBUH) and his companions understood the Quran.","IslamID":4,"IslamFact":"Quran was completed in 23 years","IslamImageName":"https://raw.githubusercontent.com/FaisalSul/JSONProjectsIT315/master/quran.jpg","IslamWebSiteAddress":"https://quran.com/"},
    {"IslamName":"5 Pillars of Islam","IslamDescription":"1)Shahada (The Islamic Creed)  2)Salat (prayer)  3)Sawm (Fasting)  4)Zakat (Alms)  5)Hajj (Pilgrimage)","IslamID":4,"IslamFact":"Muslims prays 5 times a day","IslamImageName":"https://raw.githubusercontent.com/FaisalSul/JSONProjectsIT315/master/5-pillars-of-islam.webp","IslamWebSiteAddress":"https://resala-academy.com/the-ultimate-guide-to-the-5-pillars-of-islam/"}  
  ],
  "Status":"OK"
}
